[
  {
    "punctuation": "Wow... did you hear that? It sounded like a whisper—wait, no, it's just the wind. Or is it?!",
    "number": "There are 206 bones in the human body, 8 planets in the solar system, and about 37.2 trillion cells in an average human being.",
    "quote": "Dream big, work hard, stay focused, and surround yourself with good people. The journey may be tough, but the reward is worth it.",
    "normal": "The Great Wall of China stretches over 13,000 miles and was built over several dynasties to protect against invasions."
  },
  {
    "punctuation": "Hey! Did you see that? No way-tell me I'm not imagining things!",
    "number": "The Eiffel Tower is 330 meters tall, and it takes 1,665 steps to reach the top if you're climbing on foot.",
    "quote": "Doubt kills more dreams than failure ever will. Believe in yourself, and take that first step.",
    "normal": "Mount Everest, the tallest mountain in the world, stands at 8,848.86 meters above sea level."
  },
  {
    "punctuation": "Stop! Wait a minute... did you just solve that puzzle in record time?!",
    "number": "The human brain contains about 86 billion neurons, and it generates roughly 20 watts of power.",
    "quote": "A smooth sea never made a skilled sailor. Challenges shape you into the person you are meant to become.",
    "normal": "The Amazon Rainforest produces around 20% of the world's oxygen and is home to millions of species."
  },
  {
    "punctuation": "Huh? Are you serious?! That's unbelievable—I need to see it to believe it!",
    "number": "The deepest part of the ocean, the Mariana Trench, reaches a depth of approximately 36,070 feet.",
    "quote": "Every great achievement was once considered impossible. Keep pushing forward.",
    "normal": "The Moon has no atmosphere, which means there is no wind or sound on its surface."
  },
  {
    "punctuation": "Oh no... did you just drop your phone in the water? Quick, grab some rice!",
    "number": "Water makes up about 71% of the Earth's surface, and the human body is composed of roughly 60% water.",
    "quote": "Failure is the opportunity to begin again, this time more intelligently.",
    "normal": "Jupiter, the largest planet in the solar system, has a Great Red Spot that is a storm larger than Earth."
  },
  {
    "punctuation": "Yikes! That was a close one—almost thought we were going to fall!",
    "number": "The speed of sound in air is approximately 343 meters per second, depending on temperature and humidity.",
    "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "normal": "The Library of Alexandria was one of the most significant libraries of the ancient world."
  },
  {
    "punctuation": "Oh wow... this view is breathtaking! I can't believe we made it to the top.",
    "number": "The Milky Way galaxy is estimated to contain over 100 billion stars, and it's just one of trillions of galaxies in the universe.",
    "quote": "Great things never come from comfort zones. Step out, explore, and create your own path.",
    "normal": "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still edible."
  },
  {
    "punctuation": "Shh... did you hear that? It sounded like someone whispering our names!",
    "number": "The Earth's core is as hot as the surface of the Sun, reaching temperatures of around 5,700°C.",
    "quote": "Hardships often prepare ordinary people for an extraordinary destiny.",
    "normal": "Bananas are berries, but strawberries aren't! Botanically, a berry must have seeds inside the flesh."
  },
  {
    "punctuation": "Haha! That was hilarious—I haven't laughed this hard in ages!",
    "number": "A day on Venus is longer than a year on Venus. It takes 243 Earth days to rotate once but only 225 days to orbit the Sun.",
    "quote": "Don't let yesterday take up too much of today. Keep moving forward.",
    "normal": "Sharks have been around for over 400 million years, making them older than dinosaurs."
  },
  {
    "punctuation": "Gasp! That's incredible—I never thought I'd see something like this in real life!",
    "number": "A blue whale's heart weighs about 400 pounds, and its heartbeat can be detected from 2 miles away.",
    "quote": "Happiness is not something ready-made. It comes from your own actions.",
    "normal": "Octopuses have three hearts and blue blood, making them one of the most fascinating creatures in the ocean."
  }
]
